/**
 * [日程]
 */

const data = [{
  'data': [{
    'content': 'testkf04-->一次样备料完成(架构师)(延期34天)(未完成) > 一次样跟进(架构师)(延期34天)(未完成) > 一次样完成(架构师)(延期33天)(未完成) > 一次样意见(架构师)(延期32天)(未完成) > 二次样计划提报(架构师)(延期31天)(未完成)',
    'title': 'testkf04：待办节点'
  }, {
    'content': 'gzb-->面料分析报价(朱梦姗,李军辉,架构师,池帅,逄文海)(延期47天)(未完成) > 色样手织样确认(朱梦姗,李军辉,架构师,池帅,逄文海)(延期42天)(未完成) > 坯布完成(朱梦姗,李军辉,架构师,池帅,逄文海)(延期37天)(未完成) > 后整理(朱梦姗,李军辉,架构师,池帅,逄文海)(延期27天)(未完成) > 面料确认时间(朱梦姗,李军辉,架构师,池帅,逄文海)(延期22天)(未完成) > 面料到达时间(朱梦姗,李军辉,架构师,池帅,逄文海)(延期17天)(未完成) > 色样手织样确认(朱梦姗,李军辉,架构师,池帅,逄文海)(延期42天)(未完成) > 坯布完成(朱梦姗,李军辉,架构师,池帅,逄文海)(延期37天)(未完成) > 染色(朱梦姗,李军辉,架构师,池帅,逄文海)(延期32天)(未完成) > 后整理(朱梦姗,李军辉,架构师,池帅,逄文海)(延期27天)(未完成) > 面料确认时间(朱梦姗,李军辉,架构师,池帅,逄文海)(延期22天)(未完成) > 面料到达时间(朱梦姗,李军辉,架构师,池帅,逄文海)(延期17天)(未完成) > 色样手织样确认(朱梦姗,李军辉,架构师,池帅,逄文海)(延期42天)(未完成) > 坯布完成(朱梦姗,李军辉,架构师,池帅,逄文海)(延期37天)(未完成) > 染色(朱梦姗,李军辉,架构师,池帅,逄文海)(延期32天)(未完成) > 后整理(朱梦姗,李军辉,架构师,池帅,逄文海)(延期27天)(未完成) > 面料确认时间(朱梦姗,李军辉,架构师,池帅,逄文海)(延期22天)(未完成) > 面料到达时间(朱梦姗,李军辉,架构师,池帅,逄文海)(延期17天)(未完成) > 色样手织样确认(朱梦姗,李军辉,架构师,池帅,逄文海)(延期42天)(未完成) > 坯布完成(朱梦姗,李军辉,架构师,池帅,逄文海)(延期37天)(未完成) > 染色(朱梦姗,李军辉,架构师,池帅,逄文海)(延期32天)(未完成) > 后整理(朱梦姗,李军辉,架构师,池帅,逄文海)(延期27天)(未完成) > 面料确认时间(朱梦姗,李军辉,架构师,池帅,逄文海)(延期22天)(未完成) > 面料到达时间(朱梦姗,李军辉,架构师,池帅,逄文海)(延期17天)(未完成)',
    'title': 'gzb：待办节点'
  }, {
    'content': '21bs3303-->甘特表计划提报:预排生产计划(架构师,逄文海)(延期66天)(未完成) > 甘特表计划提报:投产前(架构师,逄文海)(延期60天)(未完成)',
    'title': '21bs3303：待办节点'
  }, {
    'content': '重复测试-->色样手织样确认(朱梦姗,李军辉,架构师,池帅,逄文海)(延期1天)(未完成)',
    'title': '重复测试：待办节点'
  }, {
    'content': 'csnode02-->面料下单时间(架构师)(延期1天)(未完成) > 资料提报录单人(架构师)(延期1天)(未完成) > 甘特表计划提报:预排生产计划(架构师)(延期1天)(未完成) > 预计成本(架构师)(延期1天)(未完成) > 分批发货计划(架构师)(延期1天)(未完成) > 色样/手织样确认(架构师)(延期1天)(未完成) > 首批确认(架构师)(延期1天)(未完成) > 面料验货(架构师)(延期1天)(未完成) > 一批到厂(架构师)(延期1天)(未完成) > 面料全部到厂(架构师)(延期1天)(未完成) > 成衣水洗/染色跟进(架构师)(延期1天)(未完成) > 样品工艺单(架构师)(延期1天)(未完成) > APP确认(架构师)(延期1天)(未完成) > 单色PP确认(架构师)(延期1天)(未完成) > 齐色PP确认(架构师)(延期1天)(未完成) > 订料单耗(架构师)(延期1天)(未完成) > 大货工艺单(架构师)(延期1天)(未完成) > 成衣自测(架构师)(延期1天)(未完成) > 价格贴申请(架构师)(延期1天)(未完成) > 结算成本(架构师)(延期1天)(未完成) > 库房验货结果(架构师)(延期1天)(未完成) > 开票通知(架构师)(延期1天)(未完成) > 买手收到发票(架构师)(延期1天)(未完成) > 服装合同下达(架构师)(延期1天)(未完成) > 服装合同回签(架构师)(延期1天)(未完成) > 面料合同下达(架构师)(延期1天)(未完成) > 面料合同回签(架构师)(延期1天)(未完成) > 评审日期(架构师)(延期1天)(未完成)',
    'title': 'csnode02：待办节点'
  }, {
    'content': 'testdh03-->首批确认(架构师)(延期39天)(未完成) > 上机(架构师)(延期40天)(未完成) > 下机(架构师)(延期17天)(未完成) > 工厂发货(架构师)(延期16天)(未完成)',
    'title': 'testdh03：待办节点'
  }, {
    'content': 'csnode01-->样品工艺单(架构师)(延期2天)(未完成) > 单色PP确认(架构师)(延期2天)(未完成) > 大货工艺单(架构师)(延期2天)(未完成) > 成衣自测(架构师)(延期2天)(未完成) > 价格贴申请(架构师)(延期2天)(未完成) > 结算成本(架构师)(延期2天)(未完成) > 买手收到发票(架构师)(延期2天)(未完成) > 服装合同下达(架构师)(延期2天)(未完成) > 面料合同下达(架构师)(延期2天)(未完成) > 面料合同回签(架构师)(延期2天)(未完成) > 色样/手织样确认(架构师)(延期2天)(未完成) > 面料全部到厂(架构师)(延期2天)(未完成) > 成衣水洗/染色跟进(架构师)(延期2天)(未完成) > 面料验货(架构师)(延期2天)(未完成) > 首批确认(架构师)(延期2天)(未完成) > 一批到厂(架构师)(延期2天)(未完成) > 色样/手织样确认(架构师)(延期2天)(未完成) > 面料全部到厂(架构师)(延期2天)(未完成) > 成衣水洗/染色跟进(架构师)(延期2天)(未完成) > 面料验货(架构师)(延期2天)(未完成) > 首批确认(架构师)(延期2天)(未完成) > 一批到厂(架构师)(延期2天)(未完成) > 大货单耗确认(架构师)(延期2天)(未完成) > 面料一批到厂检验(架构师)(延期2天)(未完成) > 辅料到厂检验(架构师)(延期2天)(未完成) > 裁剪排版图上传(架构师)(延期2天)(未完成) > 裁剪记录上传(架构师)(延期2天)(未完成) > 余料退回(架构师)(延期2天)(未完成)',
    'title': 'csnode01：待办节点'
  }, {
    'content': 'ceshi节点01-->一次样备料完成(架构师)(未完成)',
    'title': 'ceshi节点01：待办节点'
  }, {
    'content': 'testkf03-->样品中心工艺记录单(架构师)(延期35天)(未完成) > 色样/手织样确认(架构师)(延期61天)(未完成)',
    'title': 'testkf03：待办节点'
  }, {
    'content': 'kfcs0010-->二次样备料完成时间(于圣华,架构师,陈蓉)(延期14天)(未完成) > 二次样样板支持(于圣华,架构师,陈蓉)(延期14天)(未完成) > 二次样跟进(于圣华,架构师,陈蓉)(延期14天)(未完成)',
    'title': 'kfcs0010：待办节点'
  }, {
    'content': 'test0002-->甘特表计划提报:预排生产计划(朱梦姗,架构师,逄文海)(延期60天)(未完成) > 甘特表计划提报:投产前(朱梦姗,架构师,逄文海)(延期54天)(未完成)',
    'title': 'test0002：待办节点'
  }, {
    'content': 'testkf01-->色样/手织样确认(架构师)(延期43天)(未完成)',
    'title': 'testkf01：待办节点'
  }, {
    'content': 'test0001-->面料合同下达(架构师,逄文海)(延期64天)(未完成) > 面料合同回签(架构师,逄文海)(延期62天)(未完成) > 分批发货计划(架构师,逄文海)(延期56天)(未完成) > 订料单耗(宋健君,架构师)(延期66天)(未完成) > 开票通知(架构师,逄文海)(延期10天)(未完成) > 结算成本(架构师,逄文海)(延期23天)(未完成) > 面料一批到厂检验(架构师,逄文海)(延期54天)(未完成) > 开裁(架构师,逄文海)(延期65天)(未完成) > 上机(架构师,逄文海)(延期64天)(未完成) > 下机(架构师,逄文海)(延期18天)(未完成)',
    'title': 'test0001：待办节点'
  }],
  'date': '2021-03-15',
  'isreal': '1'
}, {
  'data': [{
    'content': 'testkf04-->一次样备料完成(架构师)(延期34天)(未完成) > 一次样跟进(架构师)(延期34天)(未完成) > 一次样完成(架构师)(延期33天)(未完成) > 一次样意见(架构师)(延期32天)(未完成) > 二次样计划提报(架构师)(延期31天)(未完成)',
    'title': 'testkf04：待办节点'
  }, {
    'content': 'gzb-->面料分析报价(朱梦姗,李军辉,架构师,池帅,逄文海)(延期47天)(未完成) > 色样手织样确认(朱梦姗,李军辉,架构师,池帅,逄文海)(延期42天)(未完成) > 坯布完成(朱梦姗,李军辉,架构师,池帅,逄文海)(延期37天)(未完成) > 后整理(朱梦姗,李军辉,架构师,池帅,逄文海)(延期27天)(未完成) > 面料确认时间(朱梦姗,李军辉,架构师,池帅,逄文海)(延期22天)(未完成) > 面料到达时间(朱梦姗,李军辉,架构师,池帅,逄文海)(延期17天)(未完成) > 色样手织样确认(朱梦姗,李军辉,架构师,池帅,逄文海)(延期42天)(未完成) > 坯布完成(朱梦姗,李军辉,架构师,池帅,逄文海)(延期37天)(未完成) > 染色(朱梦姗,李军辉,架构师,池帅,逄文海)(延期32天)(未完成) > 后整理(朱梦姗,李军辉,架构师,池帅,逄文海)(延期27天)(未完成) > 面料确认时间(朱梦姗,李军辉,架构师,池帅,逄文海)(延期22天)(未完成) > 面料到达时间(朱梦姗,李军辉,架构师,池帅,逄文海)(延期17天)(未完成) > 色样手织样确认(朱梦姗,李军辉,架构师,池帅,逄文海)(延期42天)(未完成) > 坯布完成(朱梦姗,李军辉,架构师,池帅,逄文海)(延期37天)(未完成) > 染色(朱梦姗,李军辉,架构师,池帅,逄文海)(延期32天)(未完成) > 后整理(朱梦姗,李军辉,架构师,池帅,逄文海)(延期27天)(未完成) > 面料确认时间(朱梦姗,李军辉,架构师,池帅,逄文海)(延期22天)(未完成) > 面料到达时间(朱梦姗,李军辉,架构师,池帅,逄文海)(延期17天)(未完成) > 色样手织样确认(朱梦姗,李军辉,架构师,池帅,逄文海)(延期42天)(未完成) > 坯布完成(朱梦姗,李军辉,架构师,池帅,逄文海)(延期37天)(未完成) > 染色(朱梦姗,李军辉,架构师,池帅,逄文海)(延期32天)(未完成) > 后整理(朱梦姗,李军辉,架构师,池帅,逄文海)(延期27天)(未完成) > 面料确认时间(朱梦姗,李军辉,架构师,池帅,逄文海)(延期22天)(未完成) > 面料到达时间(朱梦姗,李军辉,架构师,池帅,逄文海)(延期17天)(未完成)',
    'title': 'gzb：待办节点'
  }, {
    'content': '21bs3303-->甘特表计划提报:预排生产计划(架构师,逄文海)(延期66天)(未完成) > 甘特表计划提报:投产前(架构师,逄文海)(延期60天)(未完成)',
    'title': '21bs3303：待办节点'
  }, {
    'content': '重复测试-->色样手织样确认(朱梦姗,李军辉,架构师,池帅,逄文海)(延期1天)(未完成)',
    'title': '重复测试：待办节点'
  }, {
    'content': 'csnode02-->面料下单时间(架构师)(延期1天)(未完成) > 资料提报录单人(架构师)(延期1天)(未完成) > 甘特表计划提报:预排生产计划(架构师)(延期1天)(未完成) > 预计成本(架构师)(延期1天)(未完成) > 分批发货计划(架构师)(延期1天)(未完成) > 色样/手织样确认(架构师)(延期1天)(未完成) > 首批确认(架构师)(延期1天)(未完成) > 面料验货(架构师)(延期1天)(未完成) > 一批到厂(架构师)(延期1天)(未完成) > 面料全部到厂(架构师)(延期1天)(未完成) > 成衣水洗/染色跟进(架构师)(延期1天)(未完成) > 样品工艺单(架构师)(延期1天)(未完成) > APP确认(架构师)(延期1天)(未完成) > 单色PP确认(架构师)(延期1天)(未完成) > 齐色PP确认(架构师)(延期1天)(未完成) > 订料单耗(架构师)(延期1天)(未完成) > 大货工艺单(架构师)(延期1天)(未完成) > 成衣自测(架构师)(延期1天)(未完成) > 价格贴申请(架构师)(延期1天)(未完成) > 结算成本(架构师)(延期1天)(未完成) > 库房验货结果(架构师)(延期1天)(未完成) > 开票通知(架构师)(延期1天)(未完成) > 买手收到发票(架构师)(延期1天)(未完成) > 服装合同下达(架构师)(延期1天)(未完成) > 服装合同回签(架构师)(延期1天)(未完成) > 面料合同下达(架构师)(延期1天)(未完成) > 面料合同回签(架构师)(延期1天)(未完成) > 评审日期(架构师)(延期1天)(未完成)',
    'title': 'csnode02：待办节点'
  }, {
    'content': 'testdh03-->首批确认(架构师)(延期39天)(未完成) > 上机(架构师)(延期40天)(未完成) > 下机(架构师)(延期17天)(未完成) > 工厂发货(架构师)(延期16天)(未完成)',
    'title': 'testdh03：待办节点'
  }, {
    'content': 'csnode01-->样品工艺单(架构师)(延期2天)(未完成) > 单色PP确认(架构师)(延期2天)(未完成) > 大货工艺单(架构师)(延期2天)(未完成) > 成衣自测(架构师)(延期2天)(未完成) > 价格贴申请(架构师)(延期2天)(未完成) > 结算成本(架构师)(延期2天)(未完成) > 买手收到发票(架构师)(延期2天)(未完成) > 服装合同下达(架构师)(延期2天)(未完成) > 面料合同下达(架构师)(延期2天)(未完成) > 面料合同回签(架构师)(延期2天)(未完成) > 色样/手织样确认(架构师)(延期2天)(未完成) > 面料全部到厂(架构师)(延期2天)(未完成) > 成衣水洗/染色跟进(架构师)(延期2天)(未完成) > 面料验货(架构师)(延期2天)(未完成) > 首批确认(架构师)(延期2天)(未完成) > 一批到厂(架构师)(延期2天)(未完成) > 色样/手织样确认(架构师)(延期2天)(未完成) > 面料全部到厂(架构师)(延期2天)(未完成) > 成衣水洗/染色跟进(架构师)(延期2天)(未完成) > 面料验货(架构师)(延期2天)(未完成) > 首批确认(架构师)(延期2天)(未完成) > 一批到厂(架构师)(延期2天)(未完成) > 大货单耗确认(架构师)(延期2天)(未完成) > 面料一批到厂检验(架构师)(延期2天)(未完成) > 辅料到厂检验(架构师)(延期2天)(未完成) > 裁剪排版图上传(架构师)(延期2天)(未完成) > 裁剪记录上传(架构师)(延期2天)(未完成) > 余料退回(架构师)(延期2天)(未完成)',
    'title': 'csnode01：待办节点'
  }, {
    'content': 'ceshi节点01-->一次样备料完成(架构师)(未完成) > 一次样跟进(架构师)(未完成)',
    'title': 'ceshi节点01：待办节点'
  }, {
    'content': 'testkf03-->样品中心工艺记录单(架构师)(延期35天)(未完成) > 色样/手织样确认(架构师)(延期61天)(未完成)',
    'title': 'testkf03：待办节点'
  }, {
    'content': 'kfcs0010-->二次样备料完成时间(于圣华,架构师,陈蓉)(延期14天)(未完成) > 二次样样板支持(于圣华,架构师,陈蓉)(延期14天)(未完成) > 二次样跟进(于圣华,架构师,陈蓉)(延期14天)(未完成)',
    'title': 'kfcs0010：待办节点'
  }, {
    'content': 'test0002-->甘特表计划提报:预排生产计划(朱梦姗,架构师,逄文海)(延期60天)(未完成) > 甘特表计划提报:投产前(朱梦姗,架构师,逄文海)(延期54天)(未完成)',
    'title': 'test0002：待办节点'
  }, {
    'content': 'testkf01-->色样/手织样确认(架构师)(延期43天)(未完成)',
    'title': 'testkf01：待办节点'
  }, {
    'content': 'test0001-->面料合同下达(架构师,逄文海)(延期64天)(未完成) > 面料合同回签(架构师,逄文海)(延期62天)(未完成) > 分批发货计划(架构师,逄文海)(延期56天)(未完成) > 订料单耗(宋健君,架构师)(延期66天)(未完成) > 开票通知(架构师,逄文海)(延期10天)(未完成) > 结算成本(架构师,逄文海)(延期23天)(未完成) > 面料一批到厂检验(架构师,逄文海)(延期54天)(未完成) > 开裁(架构师,逄文海)(延期65天)(未完成) > 上机(架构师,逄文海)(延期64天)(未完成) > 下机(架构师,逄文海)(延期18天)(未完成)',
    'title': 'test0001：待办节点'
  }],
  'date': '2021-03-16',
  'isreal': '1'
}, {
  'data': [{
    'content': 'ceshi节点01-->一次样完成(架构师)(1)(未完成)',
    'title': 'ceshi节点01：待办节点'
  }],
  'date': '2021-03-17',
  'isreal': '1'
}, {
  'data': [{
    'content': 'ceshi节点01-->一次样意见(架构师)(2)(未完成) > 面料确认时间(架构师)(3)(提前完成)',
    'title': 'ceshi节点01：待办节点'
  }],
  'date': '2021-03-18',
  'isreal': '1'
}, {
  'data': [{
    'content': '重复测试-->坯布完成(朱梦姗,李军辉,架构师,池帅,逄文海)(3)(未完成)',
    'title': '重复测试：待办节点'
  }],
  'date': '2021-03-19',
  'isreal': '1'
}, {
  'data': [{
    'content': 'ceshi节点01-->照相样打样完成(架构师)(7)(提前完成)',
    'title': 'ceshi节点01：待办节点'
  }, {
    'content': 'kfcs0010-->面料确认时间(于圣华,架构师,陈蓉)(19)(提前完成)',
    'title': 'kfcs0010：待办节点'
  }],
  'date': '2021-03-20',
  'isreal': '1'
}, {
  'data': [{
    'content': 'ceshi节点01-->样品中心工艺记录单(架构师)(6)(未完成) > 参考母版提供(架构师)(6)(未完成)',
    'title': 'ceshi节点01：待办节点'
  }],
  'date': '2021-03-22',
  'isreal': '1'
}]

export default {
  '日程': data
}
